{"ordtokFylki":[{"ordtak":"Að hafa allar árar úti","utskyring":"Að leggja sig allan fram, reyna til hins ítrasta","uppruni":"Nauðsynlegt var að halda báti upp í vind, láta hann renna beint á móti öldunum. Ef bára skall á hliðinni gat bátnum hæglega hvolft. Þegar allar árar voru í sjó, út fyrir borðstokk, var öllum ráðum beitt til að koma bátnum áfram, róið af öllu afli.","daemi":"Anna hafði allar árar úti til þess að komast með systur sinni í leikhúsið."},{"ordtak":"Eitthvað kemur úr hörðustu átt","utskyring":"Eitthvað (illt) kemur þaðan sem menn búast síst við.","uppruni":"Áttir eru misharðar í þeim skilningi að á hverjum stað koma verstu veður úr tiltekinni átt. Líkingin í orðtakinu er þá sú að stundum fá menn athugasemdir eða orð frá einhverjum sem eru svo ósanngjörn eða óvænt að líkja má við veður úr óvæntri átt.","daemi":"Sveinbjörg sakaði Jón um leti, en það þótti fjölskyldunni koma úr hörðustu átt."},{"ordtak":"Snúa bökum saman","utskyring":"Vinna saman að einhverju, standa saman í erfiðleikum.","uppruni":"Samherjar sneru bökum saman, einkum þegar við ofuerefli var að etja því að ekki var þá unnt að koma að þeim að óvörum aftan frá. Af sömu rót er vaxinn málshátturinn: Ber er hver að baki nema sér bróður eigi.","daemi":"Læknar og hjúkrunarfólk sneru bökum saman þegar ráðherra lagði til að starfsliði sjúkrahússins yrði fækkað."}]}